<?php
	//include header of letter
	$this->load->view('letters/header_letter');
?>
	<div class = "row">
		<!-- <div class = "col-12">
			<span class = "float-right" style = "margin-right: 30px;font-family:'arial';font-weight: lighter">जा.क्र.मनपा / साबां / &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp  / <?= date('Y').'-'.date('y', strtotime('+1 year')); ?></span>
			<p></p>
		</div> -->

		<div class = "col-12">
			<span class = "float-right" style = "margin-right: 30px;font-family:'arial';font-weight: lighter">जा.क्र.मनपा / साबां / <?= date("d", strtotime($latter_generation->created_by)) ?> / <?= date("m", strtotime($latter_generation->created_by)) ?> / <?= "<span style = 'color:black;'>".date('Y').'-'.date('y', strtotime('+1 year'))."<span>"; ?></span>
			<p></p>
		</div>

		<br>
		<!-- <div class = "col-12">
			<span class = "float-right" style = "margin-right: 134px;font-family:'arial',font-weight: lighter">दि.&nbsp&nbsp&nbsp&nbsp&nbsp/&nbsp&nbsp&nbsp&nbsp&nbsp / <?= date('Y'); ?></span>
		</div> -->
		<div class = "col-12">
			<span class = "float-right" style = "margin-right: 134px;font-family:'arial',font-weight: lighter">दि.&nbsp&nbsp&nbsp&nbsp&nbsp<?= date("d", strtotime($latter_generation->created_by)) ?> / <?= date("m", strtotime($latter_generation->created_by)) ?> / <?= date('Y'); ?></span>
		</div>
		<br><br><br>
		<div class = "col-12">
			<span style = "margin-left: 20px;font-family: 'arial';font-weight: lighter"><b>प्रति,</b></span><br>
			<span style = "margin-left: 20px;font-weight: bold;font-family: 'arial';font-weight: lighter"><?= 'मे. '.$company_name; ?></span><br>
			<span style = "margin-left: 20px;font-family: 'arial';font-weight: bold"><?= $company_address; ?></span>
		</div>

		<br><br><br><br>
		<div class = "col-12 text-center">
			<span style = "font-family: 'arial';font-weight: lighter"><b>विषय :- तांत्रिक बिघाड </b> खंदक / रस्ता खोदाई कामास परवानगी देणे बाबत.</span><br><br>
			<span style = "font-family: 'arial'"><b>संदर्भ :-</b> मनपा/साबां/4020/<?= date('Y').'-'.date('y', strtotime('+1 year')); ?>&nbsp दि.<?= date("d/m/Y"); ?>  </span>
		</div>
		
		<br><br><br><br>
		<div class = "col-12">
			<ol type = "1" style="font-family: 'arial;font-weight: lighter">
				<li><b>सुरूवातीचे ठिकाण:-</b>  <?php 
					$startPnt = ""; 
					if(!empty($road_data)){ 
						if(count($road_data) > 1) {
							foreach($road_data as $value){ 
								$startPnt .= $value->start_point.", ";
							}
							echo rtrim($startPnt, ", ");
						} else {
							echo $road_data[0]->start_point;
						}  
					} ?>
				</li>
				<li><b>शेवटचे ठिकाण:-</b>  <?php 
					$endPnt = ""; 
					if(!empty($road_data)){ 
						if(count($road_data) > 1) {
							foreach($road_data as $value){ 
								$endPnt .= $value->end_point.", ";
							}
							echo rtrim($endPnt, ", ");
						} else {
							echo $road_data[0]->end_point;
						}  
					} ?>
				</li>
				<li><b>खंदकाची लांबी:-</b>  <?php 
					$length = ""; 
					if(!empty($road_data)){ 
						if(count($road_data) > 1) {
							foreach($road_data as $value){ 
								$length .= $value->total_length.", ";
							}
							echo rtrim($length, ", ");
						} else {
							echo $road_data[0]->total_length;
						}  
					} ?>
				</li>
				<li>
					<b>काम सुरू होण्याची तारीख:-</b>  <?= date("d/m/Y",strtotime($appData->work_start_date)); ?>
				</li>
				<li>
					<b>काम पूर्ण होण्याची तारीख:-</b>  <?= date("d/m/Y",strtotime($appData->work_end_date)); ?>
				</li>
			</ol>
		</div>

		<br>
		<div class = "col-12 text-center">
			<span style = "font-family: 'arial', font-weight: lighter">वरील मोजमापाप्रमाणे खालील अटींच्या अधीन राहुन परवानगी देण्यात येत आहे :- </span>
		</div>

		<br><br>
		<div class = "col-12">
			<ol type = '1' style = "font-family: 'arial';font-weight: lighter;line-height:180%">
				<li>महानगरपालिकेकडून परवानगी आदेश मिळाल्याच्या तारखेपासून दोन दिवसांच्या आत परवानगी पत्रानुसार खंदकाचे काम सुरू करावे लागेल.</li>
				<li>खंदक कामाची सुरूवात व काम पूर्ण होण्याची तारीख, खंदकाच्या प्रारंभाचे व शेवटचे ठिकाण, खंदकाचे मोजमाप या मध्ये बदल करता येणार नाही.</li>
				<li>खोदकाम सुरू करण्यापूर्वी सुरक्षेची उपाययोजना करण्यात यावी.</li>
				<li>सेवा वाहीनी संस्थेने खंदकाच्या सुरूवातीस व शेवटच्या बाजुस फलक लावण्यात यावा, खोदाई कामाची लांबी 100 मीटर पेक्षा जास्त असल्यास मधोमध व जंक्शनवर देखिल फलक लावण्यात यावा. सदर फलकावर अ) काम करणाऱ्या संस्थेचे नाव ब) काम सुरू होण्याची तारीख क) काम पूर्ण होण्याची दिनांक ड) साईट इंजिनिअरचे नांव ई) संपर्क क्रमांक (मोबाईल नं.) फ) गैरसोयीबद्दल दिलगीर आहोत, तसेच रस्ता काम झाल्यावर पूर्वी प्रमाणे दुरूस्ती करण्यात येईल असा मजकुर लिहिण्यात यावा.</li>
				<li>कामाच्या ठिकाणी पूरेसे सुरक्षा रक्षक आणि ट्रॅफिक वॉर्डन नेमण्यात यावेत.</li>
				<li>खंदकाच्या कामात पाण्याचे व्हॉल्व्ह फिटींग व चेंबर असल्यास ते झाकण्यात यावे, जेणे करुन खोदाई केलेली माती त्यामध्ये पडणार नाही.</li>
				<li>आपल्या पर्यवेक्षकामार्फत खंदकाची स्थिती, कामाची प्रगती, रस्त्यावरील वाहने व पादचारी यांच्या वाहतूकीबाबत दैनंदिन अहवाल महानगरपालिकेस सादर करावा लागेल.</li>
				<li>खंदकाच्या ठिकाणी आवश्यकतेनूसार वाहनांना आणि पादचारी यांना जाण्यासाठी स्टील प्लेट टाकण्यात याव्यात.</li>
				<li>खंदकाच्या लांबीमध्ये दिशादर्शक चिन्ह लावण्यात यावेत.</li>
				<li>जर खंदक 100 मीटरपेक्षा जास्त असेल तर फक्त 100 मी. खंदक एकाच वेळी खोदावे आणि रहदारी सुरळीत करण्यासाठी आणि वाहतुकीसाठी रस्ता मोकळा करून त्यानंतर पुढील खंदकाचे काम करण्यात यावे.</li>
				<li>एकाच खंदकात अनेक सेवावाहीन्या संस्थांना सेवावाहीन्या टाकावयाच्या असल्यास व सर्वांनी परवानगी घेतली असल्यास अशा परिस्थितीत एकमेकांशी समन्वय साधून सहकार्य करुन काम करावे.</li>
				<li>सर्व खोदकाम केलेली माती माहनगरपालिका अभियंत्यानी मान्यता दिलेल्या ठिकाणी वाहतुक करुन टाकण्यात यावी. दररोज माती उचलून रस्ता साफ ठेवणे बंधनकारक राहील.</li>
				<li>खंदकाचे काम मुख्य रस्त्यावर क्रॉस करण्याचे असल्यास कमीत कमी 300 मीटर व्यासाचे एन.पी.2 दर्जाचे दोन हयूम पाईप 1:2:4 काँक्रीट मध्ये इनकेसिंग करुन भविष्यातील सेवे करीता टाकण्यात यावे. सदर पाईप मधुन आवश्यकेतेनूसार आपणांस आपल्या वाहीन्या टाकण्याची मूभा राहील.</li>
				<li>त्याचबरोबर मनपा नियुक्ती केलेल्या रस्ता दुरूस्ती करणाऱ्या कंत्राटदारास कामाचे आदेश देण्यात आलेले असून त्यांच्यामार्फत रस्ता दुरूस्तीचे काम आपले काम संपल्याच्या दिनांकापासुन सुरू करण्यात येईल. वरील अट क्र.10 नूसार सदर काम करण्यात येईल.</li>
				<li>काम सुरू असतांना आपल्यामार्फत नेमलेला साईट इंजिनिअर पूर्ण वेळ कामावर हजर असणे बंधनकारक राहील.</li>
				<li>परवानगी मिळाल्यावर आपण त्वरीत इतर सेवावाहीन्या संस्थांशी संपर्क करुन काम करीत असल्याची त्यांना माहीती द्यावी व सदर काम सर्व सुविधांसह वेळेत पूर्ण करण्यात यावे.</li>
				<li>महानगरपालिकेने दिलेल्या परवानगी पेक्षा जास्त मोजमापाचे रस्ता खोदकाम केल्यास आपण महानगरपालिकेकडे रस्ता दुरूस्तीसाठी जमा केलेल्या रक्कमेच्या तीन पट इतका दंड आकारण्यात येईल.</li>
				<li>कंत्राटदाराच्या दुर्लक्षामुळे काम पूर्ण करण्यास उशीर झाल्यास प्रतिदिन रु.5000/- इतका दंड वसुल करण्यात येईल. व लगेचच काम थांबविण्यात येईल.</li>
				<li>खोदलेली माती व इतर साहित्य हे दररोज उचलण्यात यावे. तसेच काम पूर्ण झाल्यानंतर साईट पुर्ण साफ करण्यात यावी. सदर कामे न केल्यास व कामकाजाच्या सुरक्षेच्या उपाययोजना केल्या नसल्यास तो पर्यंत प्रतीदिन रु.10,000/- दंड वसुल करण्यात येईल.</li>
				<li>कामाच्या दरम्यान झालेल्या प्रत्येक नुकसानीच्या दुरुस्ती खर्चासाठी जसे जलवाहीनी,पर्जन्य जलवाहीनी किंवा कोणतेही सार्वजनिक नुकसान केल्यास रु.20,000/- दंड आकारून परवानगी रद्द करण्यात येईल.</li>
				<li>खंदकाची परवानगी देण्यापूर्वी सुरक्षा अनामत 10 % प्रमाणे जमा करावी.</li>
				<li>कोणत्याही परिस्थितीत दिलेल्या परवानगीनुसार आपण खंदक करण्यास असमर्थ असल्यास आपण महानगरपालिकेशी संपर्क साधून सदर बाब लक्षात आणून द्यावी अन्यथा सदर कामाकरीता भविष्यात तीच परवानगी दिली जाणार नाही. याची नोंद घ्यावी.</li>
				<li>सिमेंट काँक्रीट/मास्टिक ॲसफाल्टच्या पृष्ठभागांमध्ये खंदकाचे काम प्रस्तावित करु नये अथवा खंदक करण्यात येऊ नये.</li>
				<li>जिथे जिथे विद्यमान फिनिशिंग पेव्हर ब्लॉक किंवा कलर पेव्हर ब्लॉक असेल तेथे आपण खंदक करताना हे ब्लॉक्स फोडू अथवा नुकसान करू नये. सदर ब्लॉक 100% अखंड हटविण्यात येऊन पालिका अभियंता यांच्या ताब्यात देण्यात यावेत.</li>
				<li>परवानगी संदर्भात कोणतीही तक्रार असल्यास किंवा ताब्यात घेतलेल्या जमिनीसंदर्भात वादग्रस्त क्षेत्राबाबत किंवा अर्जासोबत दिलेली माहिती चुकीची / खोटी असल्याचे आढळल्यास महानगरपालिकेने दिलेली परवानगी रद्द समजण्यात यावी.</li>
				<li>ज्या ठिकाणी खंदकाचे काम प्रस्तावित आहे, त्या जागेच्या मालकाकडून आवश्यक नाहरकत परवानगी घेण्याची जबाबदारी आपली व आपल्या कंपनीची असेल.</li>
				<li>महानगपालिकेच्या ट्रेंचिंग पॉलिसी मार्गदर्शक सूचनांच्या नियमांनुसार सेवावाहीन्या संस्थांनी काटेकोरपणे पालन करणे बंधनकारक आहे.</li>
			</ol>
		</div>
		<?php
			$this->load->view('letters/sign_section');
		?>
		<div class = "col-12">
			<br>
			<span style = "margin-left: 20px;font-family: 'arial';font-weight: bold"> प्रत :- </span>
			<ol type = "1" style = "margin-left: 20px;font-family: 'arial';font-weight: bold">
				<li>पाणीपुरवठा विभाग</li>
				<li>आरोग्य विभाग</li>
				<li>संबंधित प्रभाग अधिकारी</li>
				<li>संबंधित स्वच्छता निरिक्षक</li>
				<li>संबंधित रस्ता दुरूस्ती करणारे कंत्राटदार</li>
				<li>संबंधित उपअभियंता / कनिष्ठ अभियंता (बांधकाम / विद्युत)</li>
			</ol>
		</div>
	</div>
	<!-- End Row -->
</div>
</body>
</html>
